brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "starship"
brew "zoxide"
cask "font-meslo-lg-nerd-font"
vscode "anthropic.claude-code"
vscode "dracula-theme.theme-dracula"
vscode "eliverlara.sweet-vscode"
vscode "eliverlara.sweet-vscode-icons"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "ritwickdey.liveserver"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
